export default {
    PROGRESS_SETTING_SCREEN: {
        CREATED_REMIND: '创建页面：根据创建任务时所需的字段，在下拉列表中进行选择，加入下方列表后，即可设置是否必填或者顺序调整。',
        UPDATED_REMIND: '详情页面：根据删除任务时所需的字段，在下拉列表中进行选择，加入下方列表后，即可设置是否必填或者顺序调整。',
        LIST_REMIND: '列表界面：根据任务列表所需的字段，在下拉列表中进行选择，加入下方列表后，即可设置是否必填或者顺序调整。',
    },
    PROGRESS_SETTING_NODE: '节点配置说明：第一步，梳理流程涉及的过程节点，新增相应节点；第二步，根据每个节点可能进行的动作或者操作，添加各个节点的转换按钮；第三步，根据不同转换进行时的条件限制及需要触发的动作，完成转换界面、触发器、条件的配置。（注：转换是什么？——串联源节点和目标节点的操作按钮。）',
    PROGRESS_SETTING_NODE_DREAWER: '当前转换动作执行后，根据所配置的条件，触发相应的事件\n第一步：选择转换节点后需要满足的条件(条件可以为空，即转换执行后直接触发)；第二步：选择触发事件的类型及内容。'
}